Repository: Tahoooe/pourcentage
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Calculate percentages
fr: Calculer vos pourcentages

source: Calculate percentages in a minimalist modern interface. Use common phrases to add a percentage, calculate values and evolutions.
fr: Calculez vos pourcentages dans une interface minimaliste et épurée. Ajoutez et soustrayez, calcul d’augmentation, de valeur et d’évolution.

source: Simple and efficient percentage calculator
fr: Calcul de pourcentages simple et efficace

source: Add a percentage
fr: Ajouter un pourcentage

source: is
fr: font

source: Deduct a percentage
fr: Soustraire un pourcentage

source: Value calculation
fr: Calcul de valeur

source: of
fr: de

source: Quantity calculation
fr: Calcul de quantité

source: Evolution calculation
fr: Calcul d’évolution

source: There's a variation of
fr: Il y a une variation de

source: between
fr: entre

source: and
fr: et

source: You're visitor n°
fr: Vous êtes le visiteur n°

source: pourcentag.es is a
fr: pourcentag.es est une expérience

source: neumorphic
fr: neuomorphique

source: experiment, a combination of interfaces from the
fr: , un mariage d’interfaces du

source: past
fr: passé

source: and the
fr: et du

source: present
fr: présent

source: If you like the idea or find it useful, you can
fr: Si vous aimez l’idée ou simplement que vous le trouvez utile, vous pouvez

source: buy me a coffee
fr: m’offrir un café
